[
  {
    "itemName": "Day Treatment",
    "itemDescription": "This powerfully skin boosting cream will both nourish and reactivate your facial skin. Packed with organically derived anti-oxidants from Icelandic seaweed, organic vegetables and organic herbs together with liposomal co-enzymes, this luxurious emulsion will boost the energy of the dermal cells and support and stimulate healthy metabolic activity of the skin. The outcome is immensely satisfying, an elastic radiant skin, perfectly balanced with a love-to-touch texture. The Day Treatment was awarded a bronze prize as the Best Moisturizer in the UK Global Makeup Awards 2021.",
    "itemRegion": "Iceland",
    "category": ["skincare"],
    "price": "129.00",
    "image": "/assets/images/Day_treatment.jpg"
  },
  {
    "itemName": "Purifying Treatment",
    "itemDescription": "So much more than simply a cleansing medium! Results of Live tests on women by independent laboratories have revealed astonishing changes reflected in greater radiance, mild detoxification and firmer, hydrated skin with a beautiful color. This product is a clear example of how we can bring out glow and pureness with skin-actives from marine plants of the Atlantic Ocean. Your skin will love this delicate oil blend which is suitable for all skin types, especially sensitive skin. The purifying Treatment was awarded a Silver from Global Makeup Awards 2020.",
    "itemRegion": "Iceland",
    "category": ["skincare"],
    "price": "79.00",
    "image": "/assets/images/Purifying.webp"
  },
  {
    "itemName": "The Eye Treatment",
    "itemDescription": "The TARAMAR Eye Treatment combines sustainable harvested Icelandic seaweed extract (the ArcticComplex™) with handpicked Arctic herbs in an astonishingly effective skin lifting formula that nourishes supports and works against sagging skin, bags and dark circles in the Eye region. It has an impressive ability to tighten sagging skin, both on the upper eye lids, as well as in other facial and neck areas. Apply a drop to the area around the eyes, both below and above, including the eyelids. Use once a day.",
    "itemRegion": "Iceland",
    "category": ["skincare"],
    "price": "133.00",
    "image": "/assets/images/Eye.webp"
  },
  {
    "itemName": "Night Treatment",
    "itemDescription": "This delightfully light, but infinitely luxurious, cream immerses your skin in soothing hydration, softening, smoothing and revitalizing as you sleep. The gentle actives of this cream work to reconnect your skin’s layers and boost collagen synthesis to unlock true transformation. The result is skin that is even, smooth and radiantly beautiful.",
    "itemRegion": "Iceland",
    "category": ["skincare"],
    "price": "137.00",
    "image": "/assets/images/Night.webp"
  },
  {
    "itemName": "The Serum",
    "itemDescription": "The Serum has brought joy to so many TARAMAR lovers. It repairs, reshapes and restore the skin, while luxuriously combating environmental elements. The Serum’s powerful Icelandic seaweed extracts, organically-grown viola tricolor and ingenious peptides with hyaluronic acid, revitalize and penetrate deep into dull, dry, aging skin to dramatically enhance collagen production, beautifully hydrate and restore skin radiance and suppleness.",
    "itemRegion": "Iceland",    
    "category": ["skincare"],
    "price": "117.00",
    "image": "/assets/images/Serum.webp"
  },
  {
    "itemName": "Artic Flower Treatment",
    "itemDescription": "Hydrate, rebuild and increase collagen in the sensitive region around mouth and eyes. Use the amazing skin-actives of the Arctic Flower Treatment to diminish lipstick lines and combat wrinkles and fine lines. The Arctic Flower Treatment can also help to achieve balance in your skin. Whether you are dealing with rosacea or just want to maintain a healthy glow, this Serum can help. With potent skin-actives from the Icelandic herbs, the serum can soothe and restore the skin while providing essential nutrients for long-term health. With regular use, many TARAMAR users enjoy a balanced complexion that is free of redness and irritation.",
    "itemRegion": "Iceland",
    "category": ["skincare"],
    "price": "117.00",
    "image": "/assets/images/Artic.webp"
  },
  {
    "itemName": "Defense Barrier pH Cleanser",
    "itemDescription": "",
    "itemRegion": "Korean",
    "category": ["skincare"],
    "price": "12.00",
    "image": "/assets/images/defence_cleanser.png"
  },
  {
    "itemName": "Wonder Releaf Centella Daily Sun Lotion SPF50+ PA++++",
    "itemDescription": "",
    "itemRegion": "Korean",
    "category": ["skincare"],
    "price": "21.50",
    "image": "/assets/images/centella_sunlotion.png"
  },
  {
    "itemName": "Wonder Releaf Centella Mini Kit Unscented",
    "itemDescription": "",
    "itemRegion": "Korean",
    "category": ["skincare"],
    "price": "17.20",
    "image": "/assets/images/centella_minikit.png"
  },
  {
    "itemName": "Wonder Releaf Centella Toner Unscented",
    "itemDescription": "",
    "itemRegion": "Korean",
    "category": ["skincare"],
    "price": "24.00",
    "image": "/assets/images/centella_toner.png"
  },
  {
    "itemName": "Wonder Releaf Centella Serum Unscented",
    "itemDescription": "",
    "itemRegion": "Korean",
    "category": ["skincare"],
    "price": "23.00",
    "image": "/assets/images/centella_serum.png"
  },
  {
    "itemName": "Wonder Releaf Centella Cream Unscented",
    "itemDescription": "",
    "itemRegion": "Korean",
    "category": ["skincare"],
    "price": "21.00",
    "image": "/assets/images/centella_cream.png"
  },
  {
    "itemName": "Wonder Releaf Centella Eye Cream Unscented",
    "itemDescription": "",
    "itemRegion": "Korean",
    "category": ["skincare"],
    "price": "16.00",
    "image": "/assets/images/centella_eyecream.png"
  },
  {
    "itemName": "1025 Dokdo Toner",
    "itemDescription": "Outstanding toner exfoliates dead skin cells and leaves skin replenished with long lasting moisture. Experience simple but exceptional skincare everyday.",
    "itemRegion": "Korean",
    "category": ["skincare"],
    "price": "10.00",
    "image": "/assets/images/1025-dokdo-toner.webp"
  },
  {
    "itemName": "1025 Dokdo Cleanser",
    "itemDescription": "Slightly acidic (pH 5.0 - 6.0), foamy and creamy cleanser purifies and removes excess sebum without over-drying. It clears away impurities and helps the skin maintain a healthy moisture balance.",
    "itemRegion": "Korean",
    "category": ["skincare"],
    "price": "17.00",
    "image": "/assets/images/1025-dokdo-cleanser.webp"
  },
  {
    "itemName": "1025 Dokdo Cream",
    "itemDescription": "Hydration powerhouse packs a full dose of hydration into the skin. Gentle but optimal care for tired and irritated skin for long-lasting hydration.",
    "itemRegion": "Korean",
    "category": ["skincare"],
    "price": "36.00",
    "image": "/assets/images/1025-dokdo-cream.webp"
  },
  {
    "itemName": "Birch Moisturizing Cream",
    "itemDescription": "A gentle, well-rounded moisturizer for total moisture care and skin barrier strengthening.",
    "itemRegion": "Korean",
    "category": ["skincare"],
    "price": "36.00",
    "image": "/assets/images/birch-moisturizing-cream.webp"
  }
]
